test 1 t1:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b1 == true:

test 1 t2:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b2 == true:

test 1 t3:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b3 == true:

test 1 t4:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b4 == true:

test 1 t5:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b5 == true:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "changed"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b5 == true:

test 1 t6:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b6 == true:

test 1 論理積の優先順位が高い:
    2019/02/25 00:00:01:
        inspect:
            s == "true":