test 1 1:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b1 == true:




test 2 1:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b2_1 == true:

test 2 2:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b2_2 == true:

test 2 3:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b2_3 == true:

test 2 4:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b2_4 == true:

test 2 5:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b2_5 == true:


test 2 6:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b2_6 == true:

test 2 7:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b2_7 == true:

test 2 8:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b2_8 == true:

test 3 1:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b3_1 == true:


test 3 2:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b3_2 == true:

test 3 3:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b3_3 == true:

test 3 4:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b3_4 == true:

test 3 5:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b3_5 == true:


test 3 6:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b3_6 == true:

test 3 7:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b3_7 == true:

test 3 8:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b3_8 == true:

test 3 9:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b3_9 == true:

test 3 10:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b3_10 == true:

test 3 11:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b3_11 == true:

test 4 1:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b4_1 == true:


test 4 2:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b4_2 == true:
test 4 3:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            b4_3 == true:
test 5 1:
    2018/11/10 00:12:33:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            パケット積算データ.使用量1 == 9223372036854775808:
            パケット積算データ.使用量2 == 0:
            パケット積算データ.使用量3 == -9223372036854775809:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  -9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            パケット積算データ.使用量1 == 9223372036854775808:
            パケット積算データ.使用量2 == -1:
            パケット積算データ.使用量3 == -9223372036854775809:
            log == "■■アラート:2018-11-10T00:12:34 状態がs3になりました。":
    2018/11/10 00:12:35:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  9223372036854775808
            日時: 2018/11/10 00:00:01
        inspect:
            パケット積算データ.使用量1 == 9223372036854775808:
            パケット積算データ.使用量2 == -2:
            パケット積算データ.使用量3 == 9223372036854775808:
    2018/11/10 00:12:36:
        パケットイベント:
            端末ID: "tid112233"
            使用量:  9223372036854775809
            日時: 2018/11/10 00:00:01
        inspect:
            log == "■■アラート:2018-11-10T00:12:36 パケット使用量を超過しました。":