test 1 スペースなし:
    2019/01/30 00:00:01:
        get np1:
        inspect:
            np1 == 123.5:
test 2 1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get np2:
        inspect:
            np2 == 123.5:
test 3 1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get np3:
        inspect:
            np3 == 123.5:
test 4 1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get np4:
        inspect:
            np4 == 123.5:
test 5 2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get np5:
        inspect:
            np5 == 123.5:
test 6 2つめの引数後にスペース:
    2019/01/30 00:00:01:
        get np6:
        inspect:
            np6 == 123.5:
test 7 2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get np7:
        inspect:
            np7 == 123.5:
test 8 スペースなし:
    2019/01/30 00:00:01:
        get nt1:
        inspect:
            nt1 == 123.4:
test 9 1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get nt2:
        inspect:
            nt2 == 123.4:
test 10 1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get nt3:
        inspect:
            nt3 == 123.4:
test 11 1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get nt4:
        inspect:
            nt4 == 123.4:
test 12 2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get nt5:
        inspect:
            nt5 == 123.4:
test 13 2つめの引数後にスペース:
    2019/01/30 00:00:01:
        get nt6:
        inspect:
            nt6 == 123.4:
test 14 2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get nt7:
        inspect:
            nt7 == 123.4:
test 15 3つめの引数前にスペース:
    2019/01/30 00:00:01:
        get nt8:
        inspect:
            nt8 == 123.4:
test 16 3つめの引数後にスペース:
    2019/01/30 00:00:01:
        get nt9:
        inspect:
            nt9 == 123.4:
test 17 2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get nt10:
        inspect:
            nt10 == 123.4:

test 18 スペースなし:
    2019/01/30 00:00:01:
        get npc1:
        inspect:
            npc1 == 3:
test 19 1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get npc2:
        inspect:
            npc2 == 3:
test 20 1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get npc3:
        inspect:
            npc3 == 3:
test 21 1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get npc4:
        inspect:
            npc4 == 3:
test 22 2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get npc5:
        inspect:
            npc5 == 3:
test 23 2つめの引数後にスペース:
    2019/01/30 00:00:01:
        get npc6:
        inspect:
            npc6 == 3:
test 24 2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get npc7:
        inspect:
            npc7 == 3:

test 25 引数なし:
    2019/01/30 00:00:01:
        get d1:
        inspect:
            d1 == 2019/01/30:
test 26 スペースなし:
    2019/01/30 00:00:01:
        get d2:
        inspect:
            d2 == 2019/01/31:
test 27 引数前にスペース:
    2019/01/30 00:00:01:
        get d3:
        inspect:
            d3 == 2019/01/31:
test 28 引数後にスペース:
    2019/01/30 00:00:01:
        get d4:
        inspect:
            d4 == 2019/01/31:
test 29 引数前後にスペース:
    2019/01/30 00:00:01:
        get d5:
        inspect:
            d5 == 2019/01/31:
            