test 01 スペースなし:
    2019/01/30 00:00:01:
        get sp1:
        inspect:
            sp1 == "a=1, b=2":
test 02 1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get sp2:
        inspect:
            sp2 == "a=1, b=2":
test 03 1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get sp3:
        inspect:
            sp3 == "a=1, b=2":
test 04 1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get sp4:
        inspect:
            sp4 == "a=1, b=2":
test 05 2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get sp5:
        inspect:
            sp5 == "a=1, b=2":
test 06 2つめの引数後にスペース:
    2019/01/30 00:00:01:
        get sp6:
        inspect:
            sp6 == "a=1, b=2":
test 07 2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get sp7:
        inspect:
            sp7 == "a=1, b=2":

test 08 スペースなし:
    2019/01/30 00:00:01:
        get st1:
        inspect:
            st1 == "a=1, b=2, c=3":
test 09 1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get st2:
        inspect:
            st2 == "a=1, b=2, c=3":
test 10 1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get st3:
        inspect:
            st3 == "a=1, b=2, c=3":
test 11 1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get st4:
        inspect:
            st4 == "a=1, b=2, c=3":
test 12 2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get st5:
        inspect:
            st5 == "a=1, b=2, c=3":
test 13 2つめの引数後にスペース:
    2019/01/30 00:00:01:
        get st6:
        inspect:
            st6 == "a=1, b=2, c=3":
test 14 2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get st7:
        inspect:
            st7 == "a=1, b=2, c=3":
test 15 3つめの引数前にスペース:
    2019/01/30 00:00:01:
        get st8:
        inspect:
            st8 == "a=1, b=2, c=3":
test 16 3つめの引数後にスペース:
    2019/01/30 00:00:01:
        get st9:
        inspect:
            st9 == "a=1, b=2, c=3":
test 17 3つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get st10:
        inspect:
            st10 == "a=1, b=2, c=3":
