# 本来バリアントを参照するためにgetは不要であるが、バグのためにgetが必要 ← 修正により、あってもなくてもよくなった
test 01 スペースなし_加算:
    2019/01/30 00:00:01:
        get n1:
        inspect:
            n1 == 2:
test 02 演算子前にスペース_加算:
    2019/01/30 00:00:01:
        get n2:
        inspect:
            n2 == 2:
test 03 演算子後にスペース_加算:
    2019/01/30 00:00:01:
        get n3:
        inspect:
            n3 == 2:
test 04 演算子前後にスペース_加算:
    2019/01/30 00:00:01:
        get n4:
        inspect:
            n4 == 2:
test 05 スペースなし_減算:
    2019/01/30 00:00:01:
        get n5:
        inspect:
            n5 == 0:
test 06 演算子前にスペース_減算:
    2019/01/30 00:00:01:
        get n6:
        inspect:
            n6 == 0:
test 07 演算子後にスペース_減算:
    2019/01/30 00:00:01:
        get n7:
        inspect:
            n7 == 0:
test 08 演算子前後にスペース_減算:
    2019/01/30 00:00:01:
        get n8:
        inspect:
            n8 == 0:
test 09 スペースなし_乗算:
    2019/01/30 00:00:01:
        get n9:
        inspect:
            n9 == 1:
test 10 演算子前にスペース_乗算:
    2019/01/30 00:00:01:
        get n10:
        inspect:
            n10 == 1:
test 11 演算子後にスペース_乗算:
    2019/01/30 00:00:01:
        get n11:
        inspect:
            n11 == 1:
test 12 演算子前後にスペース_乗算:
    2019/01/30 00:00:01:
        get n12:
        inspect:
            n12 == 1:
test 13 スペースなし_除算:
    2019/01/30 00:00:01:
        get n13:
        inspect:
            n13 == 1:
test 14 演算子前にスペース_除算:
    2019/01/30 00:00:01:
        get n14:
        inspect:
            n14 == 1:
test 15 演算子後にスペース_除算:
    2019/01/30 00:00:01:
        get n15:
        inspect:
            n15 == 1:
test 16 演算子前後にスペース_除算:
    2019/01/30 00:00:01:
        get n16:
        inspect:
            n16 == 1:
#test 17 スペースなし_負数加算:
#    2019/01/30 00:00:01:
#        get n17:
#        inspect:
#            n17 == 0:
test 18 スペースなし_負数加算かっこあり:
    2019/01/30 00:00:01:
        get n18:
        inspect:
            n18 == 0:
test 19 演算子前にスペース_負数加算かっこあり:
    2019/01/30 00:00:01:
        get n19:
        inspect:
            n19 == 0:
test 20 演算子後にスペース_負数加算かっこあり:
    2019/01/30 00:00:01:
        get n20:
        inspect:
            n20 == 0:
test 21 演算子前後にスペース_負数加算かっこあり:
    2019/01/30 00:00:01:
        get n21:
        inspect:
            n21 == 0:
test 22 演算子前後にスペース_負数後にスペース:
    2019/01/30 00:00:01:
        get n22:
        inspect:
            n22 == 0:
test 23 演算子前後にスペース_負数前後にスペース:
    2019/01/30 00:00:01:
        get n23:
        inspect:
            n23 == 0:
test 24 スペースなし:
    2019/01/30 00:00:01:
        get n24:
        inspect:
            n24 == 7:
test 25 1つめの前にスペース:
    2019/01/30 00:00:01:
        get n25:
        inspect:
            n25 == 7:
test 26 1つめの後にスペース:
    2019/01/30 00:00:01:
        get n26:
        inspect:
            n26 == 7:
test 27 1つめの前後にスペース:
    2019/01/30 00:00:01:
        get n27:
        inspect:
            n27 == 7:
test 28 2つめの前にスペース:
    2019/01/30 00:00:01:
        get n28:
        inspect:
            n28 == 7:
test 29 2つめの後にスペース:
    2019/01/30 00:00:01:
        get n29:
        inspect:
            n29 == 7:
test 30 2つめの前後にスペース:
    2019/01/30 00:00:01:
        get n30:
        inspect:
            n30 == 7:
            