test 01 スペースなし:
    2019/01/30 00:00:01:
        get s1:
        inspect:
            s1 == "おはよう":
#test 02 括弧の前にスペース:
#    2019/01/30 00:00:01:
#        get s2:
#        inspect:
#            s2 == "こんにちは":
test 03 引数の前にスペース:
    2019/01/30 00:00:01:
        get s3:
        inspect:
            s3 == "こんにちは":
test 04 引数の後にスペース:
    2019/01/30 00:00:01:
        get s4:
        inspect:
            s4 == "こんばんは":
test 05 引数の後にスペース:
    2019/01/30 00:00:01:
        get s5:
        inspect:
            s5 == "いただきます":

test 06 スペースなし:
    2019/01/30 00:00:01:
        get n1:
        inspect:
            n1 == 1:
test 07 1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get n2:
        inspect:
            n2 == 7:
test 08 1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get n3:
        inspect:
            n3 == -2:
test 09 1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get n4:
        inspect:
            n4 == -2147483648:
test 10 2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get n5:
        inspect:
            n5 == -94:
test 11 2つめの引数後にスペース:
    2019/01/30 00:00:01:
        get n6:
        inspect:
            n6 == 1000:
test 12 2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get n7:
        inspect:
            n7 == -102:
            