test 01 スペースなし:
    2019/01/30 00:00:01:
        get ls1:
        inspect:
            ls1 == "1":
test 02 要素前にスペース:
    2019/01/30 00:00:01:
        get ls2:
        inspect:
            ls2 == "2":
test 03 要素後にスペース:
    2019/01/30 00:00:01:
        get ls3:
        inspect:
            ls3 == "3":
test 04 要素前後にスペース:
    2019/01/30 00:00:01:
        get ls4:
        inspect:
            ls4 == "4":
            
test 05 スペースなし:
    2019/01/30 00:00:01:
        get ls5:
        inspect:
            ls5 == "1,2":
test 06 1つめの要素前にスペース:
    2019/01/30 00:00:01:
        get ls6:
        inspect:
            ls6 == "2,3":
test 07 1つめの要素後にスペース:
    2019/01/30 00:00:01:
        get ls7:
        inspect:
            ls7 == "3,4":
test 08 1つめの要素前後にスペース:
    2019/01/30 00:00:01:
        get ls8:
        inspect:
            ls8 == "4,5":
test 09 2つめの要素前にスペース:
    2019/01/30 00:00:01:
        get ls9:
        inspect:
            ls9 == "5,6":
test 10 2つめの要素後にスペース:
    2019/01/30 00:00:01:
        get ls10:
        inspect:
            ls10 == "6,7":
test 11 2つめの要素前後にスペース:
    2019/01/30 00:00:01:
        get ls11:
        inspect:
            ls11 == "7,8":
            
test 12 スペースなし:
    2019/01/30 00:00:01:
        get ls12:
        inspect:
            ls12 == "1,2,3":
test 13 1つめの要素前にスペース:
    2019/01/30 00:00:01:
        get ls13:
        inspect:
            ls13 == "2,3,4":
test 14 1つめの要素後にスペース:
    2019/01/30 00:00:01:
        get ls14:
        inspect:
            ls14 == "3,4,5":
test 15 1つめの要素前後にスペース:
    2019/01/30 00:00:01:
        get ls15:
        inspect:
            ls15 == "4,5,6":
test 16 2つめの要素前にスペース:
    2019/01/30 00:00:01:
        get ls16:
        inspect:
            ls16 == "5,6,7":
test 17 2つめの要素後にスペース:
    2019/01/30 00:00:01:
        get ls17:
        inspect:
            ls17 == "6,7,8":
test 18 2つめの要素前後にスペース:
    2019/01/30 00:00:01:
        get ls18:
        inspect:
            ls18 == "7,8,9":
test 19 3つめの要素前にスペース:
    2019/01/30 00:00:01:
        get ls19:
        inspect:
            ls19 == "8,9,10":
test 20 3つめの要素後にスペース:
    2019/01/30 00:00:01:
        get ls20:
        inspect:
            ls20 == "9,10,11":
test 21 3つめの要素前後にスペース:
    2019/01/30 00:00:01:
        get ls21:
        inspect:
            ls21 == "10,11,12":
            