test 1 通常積算:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            r1 == true:

test 2 上限超過:
    2018/11/10 21:00:00:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5368709120
            日時: 2018/11/10 00:00:01
        inspect:
            r1 == true:

test 3 キャッシュテスト:
    2018/11/10 21:00:00:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5368709120
            日時: 2018/11/10 00:00:01
        inspect:
            r1 == true:
    2018/11/10 22:00:00:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5368709120
            日時: 2018/11/10 00:00:01
        inspect:
            r1 == true:
    2018/11/10 23:00:00:
        パケットイベント:
            端末ID: "changed"
            使用量: 5368709120
            日時: 2018/11/10 00:00:01
        inspect:
            r1 == true:
    2018/11/11 22:00:00:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5368709120
            日時: 2018/11/10 00:00:01
        inspect:
            r1 == true: