01_スペースなし:
    2019/01/30 00:00:01:
        get n1:
        inspect:
            n1 == 123.5:
02_1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get n2:
        inspect:
            n2 == 123.5:
03_1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get n3:
        inspect:
            n3 == 123.5:
04_1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get n4:
        inspect:
            n4 == 123.5:
05_2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get n5:
        inspect:
            n5 == 123.5:
# メソッド呼び出し失敗となる
#06_2つめの引数後にスペース:
#    2019/01/30 00:00:01:
#        get n6:
#        inspect:
#            n6 == 123.5:
# メソッド呼び出し失敗となる
#07_2つめの引数前後にスペース:
#    2019/01/30 00:00:01:
#        get n7:
#        inspect:
#            n7 == 123.5:
