# 本来バリアントを参照するためにgetは不要であるが、バグのためにgetが必要

01_スペースなし:
    2019/01/30 00:00:01:
        get np1:
        inspect:
            np1 == 123.5:
02_1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get np2:
        inspect:
            np2 == 123.5:
03_1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get np3:
        inspect:
            np3 == 123.5:
04_1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get np4:
        inspect:
            np4 == 123.5:
05_2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get np5:
        inspect:
            np5 == 123.5:
# メソッド呼び出し失敗となる
#06_2つめの引数後にスペース:
#    2019/01/30 00:00:01:
#        get np6:
#        inspect:
#            np6 == 123.5:
# メソッド呼び出し失敗となる
#07_2つめの引数前後にスペース:
#    2019/01/30 00:00:01:
#        get np7:
#        inspect:
#            np7 == 123.5:
08_スペースなし:
    2019/01/30 00:00:01:
        get nt1:
        inspect:
            nt1 == 123.4:
09_1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get nt2:
        inspect:
            nt2 == 123.4:
10_1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get nt3:
        inspect:
            nt3 == 123.4:
11_1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get nt4:
        inspect:
            nt4 == 123.4:
12_2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get nt5:
        inspect:
            nt5 == 123.4:
13_2つめの引数後にスペース:
    2019/01/30 00:00:01:
        get nt6:
        inspect:
            nt6 == 123.4:
14_2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get nt7:
        inspect:
            nt7 == 123.4:
15_3つめの引数前にスペース:
    2019/01/30 00:00:01:
        get nt8:
        inspect:
            nt8 == 123.4:
16_3つめの引数後にスペース:
    2019/01/30 00:00:01:
        get nt9:
        inspect:
            nt9 == 123.4:
17_2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get nt10:
        inspect:
            nt10 == 123.4:

18_スペースなし:
    2019/01/30 00:00:01:
        get npc1:
        inspect:
            npc1 == 3:
19_1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get npc2:
        inspect:
            npc2 == 3:
20_1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get npc3:
        inspect:
            npc3 == 3:
21_1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get npc4:
        inspect:
            npc4 == 3:
22_2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get npc5:
        inspect:
            npc5 == 3:
23_2つめの引数後にスペース:
    2019/01/30 00:00:01:
        get npc6:
        inspect:
            npc6 == 3:
24_2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get npc7:
        inspect:
            npc7 == 3:

25_引数なし:
    2019/01/30 00:00:01:
        get d1:
        inspect:
            d1 == 2019/01/30:
25_スペースなし:
    2019/01/30 00:00:01:
        get d2:
        inspect:
            d2 == 2019/01/31:
            