01_スペースなし:
    2019/01/30 00:00:01:
        get sp1:
        inspect:
            sp1 == "a=1, b=2":
02_1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get sp2:
        inspect:
            sp2 == "a=1, b=2":
03_1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get sp3:
        inspect:
            sp3 == "a=1, b=2":
04_1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get sp4:
        inspect:
            sp4 == "a=1, b=2":
05_2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get sp5:
        inspect:
            sp5 == "a=1, b=2":
06_2つめの引数後にスペース:
    2019/01/30 00:00:01:
        get sp6:
        inspect:
            sp6 == "a=1, b=2":
07_2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get sp7:
        inspect:
            sp7 == "a=1, b=2":

08_スペースなし:
    2019/01/30 00:00:01:
        get st1:
        inspect:
            st1 == "a=1, b=2, c=3":
09_1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get st2:
        inspect:
            st2 == "a=1, b=2, c=3":
10_1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get st3:
        inspect:
            st3 == "a=1, b=2, c=3":
11_1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get st4:
        inspect:
            st4 == "a=1, b=2, c=3":
12_2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get st5:
        inspect:
            st5 == "a=1, b=2, c=3":
13_2つめの引数後にスペース:
    2019/01/30 00:00:01:
        get st6:
        inspect:
            st6 == "a=1, b=2, c=3":
14_2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get st7:
        inspect:
            st7 == "a=1, b=2, c=3":
15_3つめの引数前にスペース:
    2019/01/30 00:00:01:
        get st8:
        inspect:
            st8 == "a=1, b=2, c=3":
16_3つめの引数後にスペース:
    2019/01/30 00:00:01:
        get st9:
        inspect:
            st9 == "a=1, b=2, c=3":
17_3つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get st10:
        inspect:
            st10 == "a=1, b=2, c=3":
