# 本来バリアントを参照するためにgetは不要であるが、バグのためにgetが必要
01_スペースなし_加算:
    2019/01/30 00:00:01:
        get n1:
        inspect:
            n1 == 2:
02_演算子前にスペース_加算:
    2019/01/30 00:00:01:
        get n2:
        inspect:
            n2 == 2:
03_演算子後にスペース_加算:
    2019/01/30 00:00:01:
        get n3:
        inspect:
            n3 == 2:
04_演算子前後にスペース_加算:
    2019/01/30 00:00:01:
        get n4:
        inspect:
            n4 == 2:
05_スペースなし_減算:
    2019/01/30 00:00:01:
        get n5:
        inspect:
            n5 == 0:
06_演算子前にスペース_減算:
    2019/01/30 00:00:01:
        get n6:
        inspect:
            n6 == 0:
07_演算子後にスペース_減算:
    2019/01/30 00:00:01:
        get n7:
        inspect:
            n7 == 0:
08_演算子前後にスペース_減算:
    2019/01/30 00:00:01:
        get n8:
        inspect:
            n8 == 0:
09_スペースなし_乗算:
    2019/01/30 00:00:01:
        get n9:
        inspect:
            n9 == 1:
10_演算子前にスペース_乗算:
    2019/01/30 00:00:01:
        get n10:
        inspect:
            n10 == 1:
11_演算子後にスペース_乗算:
    2019/01/30 00:00:01:
        get n11:
        inspect:
            n11 == 1:
12_演算子前後にスペース_乗算:
    2019/01/30 00:00:01:
        get n12:
        inspect:
            n12 == 1:
13_スペースなし_除算:
    2019/01/30 00:00:01:
        get n13:
        inspect:
            n13 == 1:
14_演算子前にスペース_除算:
    2019/01/30 00:00:01:
        get n14:
        inspect:
            n14 == 1:
15_演算子後にスペース_除算:
    2019/01/30 00:00:01:
        get n15:
        inspect:
            n15 == 1:
16_演算子前後にスペース_除算:
    2019/01/30 00:00:01:
        get n16:
        inspect:
            n16 == 1:
#17_スペースなし_負数加算:
#    2019/01/30 00:00:01:
#        get n17:
#        inspect:
#            n17 == 0:
18_スペースなし_負数加算かっこあり:
    2019/01/30 00:00:01:
        get n18:
        inspect:
            n18 == 0:
19_演算子前にスペース_負数加算かっこあり:
    2019/01/30 00:00:01:
        get n19:
        inspect:
            n19 == 0:
20_演算子後にスペース_負数加算かっこあり:
    2019/01/30 00:00:01:
        get n20:
        inspect:
            n20 == 0:
21_演算子前後にスペース_負数加算かっこあり:
    2019/01/30 00:00:01:
        get n21:
        inspect:
            n21 == 0:
22_演算子前後にスペース_負数後にスペース:
    2019/01/30 00:00:01:
        get n22:
        inspect:
            n22 == 0:
23_演算子前後にスペース_負数前後にスペース:
    2019/01/30 00:00:01:
        get n23:
        inspect:
            n23 == 0:
24_スペースなし:
    2019/01/30 00:00:01:
        get n24:
        inspect:
            n24 == 7:
25_1つめの後にスペース:
    2019/01/30 00:00:01:
        get n25:
        inspect:
            n25 == 7:
26_2つめの前にスペース:
    2019/01/30 00:00:01:
        get n26:
        inspect:
            n26 == 7:
27_2つめの後にスペース:
    2019/01/30 00:00:01:
        get n27:
        inspect:
            n27 == 7:
28_2つめの前後にスペース:
    2019/01/30 00:00:01:
        get n28:
        inspect:
            n28 == 7:
29_3つめの前にスペース:
    2019/01/30 00:00:01:
        get n29:
        inspect:
            n29 == 7:
