01_スペースなし:
    2019/01/30 00:00:01:
        get s1:
        inspect:
            s1 == "おはよう":
#02_括弧の前にスペース:
#    2019/01/30 00:00:01:
#        get s2:
#        inspect:
#            s2 == "こんにちは":
03_引数の前にスペース:
    2019/01/30 00:00:01:
        get s3:
        inspect:
            s3 == "こんにちは":
04_引数の後にスペース:
    2019/01/30 00:00:01:
        get s4:
        inspect:
            s4 == "こんばんは":
05_引数の後にスペース:
    2019/01/30 00:00:01:
        get s5:
        inspect:
            s5 == "いただきます":
            