01_スペースなし:
    2019/01/30 00:00:01:
        get s1:
        inspect:
            s1 == "おはよう":
#02_括弧の前にスペース:
#    2019/01/30 00:00:01:
#        get s2:
#        inspect:
#            s2 == "こんにちは":
03_引数の前にスペース:
    2019/01/30 00:00:01:
        get s3:
        inspect:
            s3 == "こんにちは":
04_引数の後にスペース:
    2019/01/30 00:00:01:
        get s4:
        inspect:
            s4 == "こんばんは":
05_引数の後にスペース:
    2019/01/30 00:00:01:
        get s5:
        inspect:
            s5 == "いただきます":

06_スペースなし:
    2019/01/30 00:00:01:
        get n1:
        inspect:
            n1 == 1:
07_1つめの引数前にスペース:
    2019/01/30 00:00:01:
        get n2:
        inspect:
            n2 == 7:
08_1つめの引数後にスペース:
    2019/01/30 00:00:01:
        get n3:
        inspect:
            n3 == -2:
09_1つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get n4:
        inspect:
            n4 == -2147483648:
10_2つめの引数前にスペース:
    2019/01/30 00:00:01:
        get n5:
        inspect:
            n5 == -94:
11_2つめの引数後にスペース:
    2019/01/30 00:00:01:
        get n6:
        inspect:
            n6 == 1000:
12_2つめの引数前後にスペース:
    2019/01/30 00:00:01:
        get n7:
        inspect:
            n7 == -102:
            