01_スペースなし:
    2019/01/30 00:00:01:
        get ls1:
        inspect:
            ls1 == "1":
02_要素前にスペース:
    2019/01/30 00:00:01:
        get ls2:
        inspect:
            ls2 == "2":
03_要素後にスペース:
    2019/01/30 00:00:01:
        get ls3:
        inspect:
            ls3 == "3":
04_要素前後にスペース:
    2019/01/30 00:00:01:
        get ls4:
        inspect:
            ls4 == "4":
            
05_スペースなし:
    2019/01/30 00:00:01:
        get ls5:
        inspect:
            ls5 == "1,2":
06_1つめの要素前にスペース:
    2019/01/30 00:00:01:
        get ls6:
        inspect:
            ls6 == "2,3":
07_1つめの要素後にスペース:
    2019/01/30 00:00:01:
        get ls7:
        inspect:
            ls7 == "3,4":
08_1つめの要素前後にスペース:
    2019/01/30 00:00:01:
        get ls8:
        inspect:
            ls8 == "4,5":
09_2つめの要素前にスペース:
    2019/01/30 00:00:01:
        get ls9:
        inspect:
            ls9 == "5,6":
10_2つめの要素後にスペース:
    2019/01/30 00:00:01:
        get ls10:
        inspect:
            ls10 == "6,7":
11_2つめの要素前後にスペース:
    2019/01/30 00:00:01:
        get ls11:
        inspect:
            ls11 == "7,8":
            
12_スペースなし:
    2019/01/30 00:00:01:
        get ls12:
        inspect:
            ls12 == "1,2,3":
13_1つめの要素前にスペース:
    2019/01/30 00:00:01:
        get ls13:
        inspect:
            ls13 == "2,3,4":
14_1つめの要素後にスペース:
    2019/01/30 00:00:01:
        get ls14:
        inspect:
            ls14 == "3,4,5":
15_1つめの要素前後にスペース:
    2019/01/30 00:00:01:
        get ls15:
        inspect:
            ls15 == "4,5,6":
16_2つめの要素前にスペース:
    2019/01/30 00:00:01:
        get ls16:
        inspect:
            ls16 == "5,6,7":
17_2つめの要素後にスペース:
    2019/01/30 00:00:01:
        get ls17:
        inspect:
            ls17 == "6,7,8":
18_2つめの要素前後にスペース:
    2019/01/30 00:00:01:
        get ls18:
        inspect:
            ls18 == "7,8,9":
19_3つめの要素前にスペース:
    2019/01/30 00:00:01:
        get ls19:
        inspect:
            ls19 == "8,9,10":
20_3つめの要素後にスペース:
    2019/01/30 00:00:01:
        get ls20:
        inspect:
            ls20 == "9,10,11":
21_3つめの要素前後にスペース:
    2019/01/30 00:00:01:
        get ls21:
        inspect:
            ls21 == "10,11,12":
            