test 1 t1:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b1_1 == true:

test 1 t2:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b1_2 == false:

test 1 t3:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b2_1 == true:

test 1 t4:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b2_2 == false:

test 1 t5:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b3_1 == true:

test 1 t6:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b3_2 == false:

test 1 t7:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b4_1 == true:

test 1 t8:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b4_2 == false:

test 1 t9:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b5_1 == true:

test 1 t10:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b5_2 == false:

test 1 t11:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b6_1 == true:

test 1 t12:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b6_2 == false:

test 1 t13:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b7_1 == true:

test 1 14:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b7_2 == true:

test 1 15:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b8_1 == true:

test 1 16:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b8_2 == true:

test 1 t17:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b9_1 == true:

test 1 t18:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b9_2 == true:

test 1 t19:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b10_1 == true:

test 1 t20:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b10_2 == true:

test 1 t21:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b11_1 == true:

test 1 t22:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b11_2 == true:

test 1 t23:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b12_1 == true:

test 1 t24:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b12_2 == true:

test 1 t25:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b13_1 == true:

test 1 t26:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b13_2 == true:

test 1 t27:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b13_3 == true:

test 1 t28:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b14_1 == true:

test 1 t29:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b14_2 == true:

test 1 t30:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b14_3 == true:

test 1 t31:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b15_1 == true:

test 1 t32:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b15_2 == true:

test 1 t33:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b15_3 == true:

test 1 t34:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b16_1 == true:

test 1 t35:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b16_2 == true:

test 1 t36:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b16_3 == true:

test 1 t37:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b16_1 == true:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "changed"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b16_2 == true:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "changed"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b16_3 == true:

test 1 t38:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b17_1 == true:

test 1 t39:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b17_2 == true:

test 1 t40:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b17_3 == true:
test 1 t41:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b18_1 == true:
test 1 t42:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid1122 33"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b18_2 == true:
test 1 t43:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid1122 33"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            r_1 == true:

test 1 t44:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            パケット積算データ.使用量 == 100:

test 1 t45:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b19_1 == false:
test 1 t46:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid1122 33"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b19_2 == false:



test 1 t47:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid112233"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b7_1 == true:
test 1 t48:
    2018/11/10 00:12:34:
        パケットイベント:
            端末ID: "tid1122 33"
            使用量: 5900
            日時: 2018/11/10 00:00:01
        inspect:
            b7_2 == true: